[
    {
      "name":"Churches Active in Northside",
      "location":"Cincinnati, OH",
      "type":"food and necessities",
      "about":"Thirteen member churches, from six Cincinnati-area communities, support CAIN with board members, financial help, and volunteers. For 10 consecutive years, CAIN has been highly ranked and received the Top-Rated Award designation from GreatNonprofits, based on reviews from guests, volunteers, donors and other stakeholders. In 1993, CAIN’s pantry served 70 families each month and more than 350 families monthly in 2018. Grace Place welcomed 58 families (65 adults and 97 children) in 2018 and Phil’s Place served over 5000 hot meals.",
      "picture":"https://volunteer.uc.edu/content/volunteer.uc.edu/agency/46246.jpg?1447773175?area=agency",
      "website":"http://www.cainministry.org/"
    },
    {
      "name":"The Dragonfly Foundation",
      "location":"Cincinnati OH",
      "type":"Health Assistance",
      "about":"The fight for excellence in pediatric cancer treatment is important, but no less important is the commitment we must make to support the families that strive for fulfilling and complete lives during and after treatment. Though treatment may end, and illness may be cured or managed, the long-term effects of factors like internal group tension, familial isolation, post-traumatic stress, the anxiety of recurrence, and the emotional, physical and financial toll on the family unit often linger for years, yes years, to come. While the importance of quality healthcare is a common shared value, we must remember to offer families a holistic, uncompromising, fighting chance at well-being, which is our urgent, passionate mission.",
      "picture":"https://dragonfly.org/wp-content/uploads/2018/03/logo_dragonfly_horz.png",
      "website":"https://dragonfly.org/"
    },
    {
      "name":"Save Cats and Obliterate Overpopulation",
      "location":"Cincinnati OH",
      "type":"Animals",
      "about":"SCOOP, Inc, promotes the compassionate treatment and well-being of the feline population. We support the Cincinnati area's cats and kittens through our special-needs cat sanctuary, as well as medical assistance and consultation for people helping community cats ('stray' or 'feral'). As a non-profit, all-volunteer organization, SCOOP is dedicated to helping eliminate suffering and overpopulation among cats through non-lethal methods.",
      "picture":"https://static.wixstatic.com/media/dfaaff_35808930cf274916a6efb04c0fb295a4~mv2.png/v1/fill/w_299,h_204,al_c,q_85,usm_0.66_1.00_0.01/dfaaff_35808930cf274916a6efb04c0fb295a4~mv2.webp",
      "website":"https://www.scoopcat.org/"

    },
    {
      "name":"Stray Animals Adoption Program",
      "location":"Newport KY",
      "type":"Animals",
      "about":"Provide necessary veterinary care including spay/neuter for dogs and cats and finalize life long adoptions upon recovery. During 2017 we provided veterinary care for and adopted a total of 3,644: 3,207 dogs and puppies and 437 cats and kittens",
      "picture":"https://volunteer.uc.edu/content/volunteer.uc.edu/agency/83994.jpg?1521649451?area=agency",
      "website":"https://adoptastray.com/"
    },
    {
      "name":"Disabled American Veterans Charitable Service Trust",
      "location":"Cold Springs KY",
      "type":"Veterans Assistance",
      "about":"For more than 30 years, the DAV Charitable Service Trust has played a critical role in the support of ill and injured veterans, their families and caregivers as they navigate the challenges of life after combat. Each year, the organization assists thousands of America’s heroes through targeted grant support of charitable initiatives across the nation.",
      "picture":"https://cdn.greatnonprofits.org/images/logos/CSTLogo.jpg",
      "website":"https://cst.dav.org/"
    },
    {
      "name":"Brighton Center, Inc.",
      "location":"Newport KY",
      "type":"Job Training",
      "about":"Brighton Center has a mission to create opportunities for individuals and families to reach self-sufficiency through family support services, education, employment, and leadership. We achieve this by providing critical programs and services that help our community grow and thrive.",
      "picture":"https://www.brightoncenter.com/includes/img/brighton-center-logo.png",
      "website":"https://www.brightoncenter.com/"
    },
    {
      "name":"Mentoring Plus",
      "location":"Newport KY",
      "type":"Academic Assistance",
      "about":"We bring guidance and hope to kids in our community. Our devoted mentors provide high-risk teens with support in a nurturing environment, so together they overcome challenges and achieve success. Learn more about the transformative power of Mentoring Plus with",
      "picture":"https://cdn.greatnonprofits.org/images/logos/1MentoringPluslogoFinal.jpg",
      "website":"https://mentoringplus.org/"
    }

]